import React from "react";
import s from './AboutUs.module.css';

const AboutUs = () => {
    return (
        <div>
            <h2>Путешествуйте с нами!</h2>
            <p>
                <b>Мы поможем найти подходящий поход для каждого!</b>
            </p>
            <p>Мы работаем в сфере туризма, а именно походов, в течение 15 лет. Ежемесячно наша турфирма набирает группы в самые разные походы:
            от походов для начинающих до сложных походов 5 категории. Мы помогаем определить, поход какой категории сможет пройти каждый желающий и
                подобрать нужное снаряжение. Специально для этих целей у нас есть <b>тест</b>, пройдя который, вы получаете список подходящих именно для вас походов.
            </p>
            <p>
                Если у вас есть <b>домашнее животное</b>, но его не с кем оставить, не переживайте! Наша турфирма также предлагает несложные походы, в которые можно взять
                своего домашнего питомца.
            </p>
            <p>Мы тщательно следим за уровнем сервиса, за точным выполнением всех условий и обязательств со своей стороны.
            Сотрудничая с нами, вы сможете совершать увлекательные путешествия, получая <b>максимум впечатлений</b> и при этом вкладывая минимум средств.
                Мы предлагаем горные, пешие, лыжные, водные походы, а также спелео- и велопоходы. </p>
            <p>Мы обеспечиваем <b>индивидуальный подход</b> к каждому клиенту. А это гарантирует то, что вы получите именно то, чего хотите.</p>
        </div>
    );
}

export default AboutUs;