import React from "react";
import s from './AboutHikes.module.css';

const AboutHikes = () => {
    return (
        <div className={s.aboutHikes}>
            <h1>Походы</h1>
            <h2>Классификация</h2>
            <h3>Пешие походы</h3>
            <p>Пешеходный туризм – это один из видов спортивного туризма, подразумевающий под собой прохождение маршрута по пересеченной местности без использования транспортных средств.
                Данный вид туризма подходит наиболее обширному сегменту туристического рынка. В пешие походы могут отправляться люди разных социальных слоев, так как нет потребности в дорогом снаряжении и оборудовании.
                Самое важное - это наличие палатки, одежды, обуви и спальника, которые должны соответствовать времени года, в которое совершается туристический поход.</p>
                <p>Пешеходным туризмом могут заниматься не только молодые, хорошо подготовленные физически и профессионально, люди, но и дети, а также пожилые люди.
                Различие будет заключаться в сложности рельефа, протяженности маршрута и времени пребывания в походе.
                Для молодых и здоровых людей все эти перечисленные элементы будут требовать хорошей подготовки, для пожилых людей и детей должен быть составлен более простой маршрут.</p>
               <p> При составлении маршрута необходимо грамотно распределить ежедневные затраты сил, а именно не планировать длительные и сложные переходы на первые и последние дни похода.
                В первые дни похода происходит акклиматизация организма и приспособление к условиям, в которых находится турист, а в последние дни участники похода могут находиться не в лучшем физическом состоянии, может происходить ухудшение координации и выносливости.
                При проработке маршрута необходимо наметить места привалов, питания и ночлега, а также очень важно, чтобы маршрут проходил по интересным для ознакомления местам. Это могут быть красивые пейзажи, деревни, развалины, исторические места.</p>
            <img src = "http://yasenevomedia.ru/upload/iblock/dec/decc2c99781c0797ecc9c653fc7086f3.jpg" alt=""/>
            <h3>Горные походы</h3>
            <p>Горный туризм заключается в преодолении группой людей маршрута, который проложен в местности с горным рельефом, а также в условиях высокогорья.
                Данный вид туризма близок к пешеходным походам тем, что группа не использует транспортные и иные средства передвижения, но также имеется ряд отличий, которые выделяют горный туризм в отдельную разновидность туристических походов.</p>
               <p> Во-первых, в горном туризме наиболее значимым является не только расстояние, пройденное туристами, но и число пройденных перевалов и количество восхождений на вершины.
                Еще одна отличительная черта – это то, что горные походы совершаются на значительной абсолютной высоте над уровнем моря, а именно свыше 2500 метров.</p>
               <p> Горный туризм подразумевает под собой 2 этапа: это подъем на вершину и спуск, оба эти этапа требует от туристов умение использовать во время похода разные техники, иметь большой багаж теоретических знаний и навыков применения их на практике.
                   Наиболее интересными горные походы получаются, если использовать траверс. Данное понятие подразумевает в себе подъем по одному маршруту, а спуск по другому.</p>
                <p>Этот вид туризма несет в себе опасность срывов камней, падений туристов, поэтому необходимо следовать технике безопасности и использовать специальное оборудование.
                Горный туризм требует от участников походов большой физической силы и выносливости.</p>
            <img src = "http://skorohod.pro/wp-content/uploads/2016/02/22-2.jpg" alt=""/>
            <h3>Водные походы</h3>
            <div> Водный туризм – разновидность туризма, которая подразумевает прохождение маршрута по водным поверхностям с использованием специализированных плавучих средств, которые в большинстве случаев приводятся в движение мускульной силой. Данный вид туризма в основном заключается в проведении сплавов по рекам.
                Основные средства, которые используются туристами для сплава:
                <ul>
                    <li>плот – изначально деревянные конструкции, рамные с надувными элементами, надувные (рафт);</li>
                    <li>катамаран – пара продольных надувных элементов на раме;</li>
                    <li>парусный катамаран – катамараны для совершения путешествий под парусом, в том числе морского и океанского класса;</li>
                    <li>байдарка – оболочка на каркасе, каркасно-надувные, надувные;</li>
                    <li>каяк - по сути одноместная байдарка;</li>
                    <li>резиновая надувная лодка </li>
                </ul>
            </div>
            <p>Водный туризм требует от участников похода не только определенной физической подготовки, но и психологической, так как данный вид туризма не исключает возникновения внештатных ситуаций и некомфортных условий.
                Туристы должны осознавать, что маршрут проложен по водным пространствам, в условиях повышенной влажности.
                Помимо плавсредств, необходимо иметь термобелье, непромокаемую одежду и обувь, водонепроницаемые мешки для одежды и продуктов.
            </p>
            <img src = "https://avatars.mds.yandex.net/get-zen_doc/112297/pub_5b0d44ba4bf161dbb1ad4deb_5b0d44f1581669f4cf2690cb/scale_1200" alt=""/>
            <h3>Лыжные походы</h3>
            <p>Лыжный туризм – предполагает прохождение туристического маршрута с использованием лыж и специального снаряжения. Данный вид туризма более зависим от климатических особенностей региона и погодных условий, чем пешеходный туризм. Так как неотъемлемым условием лыжного туризма является снег.
            </p>
            <p>Так же стоит обратить внимание на то, что данный вид туризма доступен меньшему числу людей, чем пешеходный туризм. Для участия в лыжном туристическом походе необходимо иметь лыжи, палатку и спальник, рассчитанные на низкие температуры, теплые вещи.
                Лыжи должны быть хорошо подготовленными к походу.
                Сами туристы обычно находятся в менее комфортных условиях, чем при прохождении пешеходных маршрутов (хотя бывают и обратные ситуации).
                Факторами, которые могут повлиять на снижение уровня комфорта являются: температура и влажность воздуха, осадки, меньший, по сравнению с теплым временем года, световой день сложности при установке лагере и приготовлении пищи.
            </p>
            <img src = "https://s3.nat-geo.ru/images/2019/5/14/63ebb6745ee74ce7b0cf85a9d74a1709.max-1200x800.jpg" alt=""/>
        </div>
    );
}

export default AboutHikes;